const dataForBlock= [
    {
        "id": 0,
        "title": "Если пострадавший находится в сознании",
        "description": "Его экстренное извлечение производится так: руки участника оказания первой помощи проводятся под подмышками пострадавшего, фиксируют его предплечье, после чего пострадавший извлекается наружу.\n" +
            "После извлечения следует переместить пострадавшего на безопасное расстояние и в безопасное место"
    },
    {
        "id": 1,
        "title": "Перемещение пострадавшего в одиночку с поддержкой",
        "description": "Используется для перемещения легкопострадавших лиц, находящихся в сознании"
    },
    {
        "id": 2,
        "title": "Перемещение пострадавшего в одиночку волоком",
        "description": "Применяется для перемещения на близкое расстояние пострадавших, имеющих значительный вес. Нежелательно использовать у пострадавших с травмами нижних конечностей"
    },
    {
        "id": 3,
        "title": "Переноска пострадавшего в одиночку на спине",
        "description": "Может использоваться для переноски пострадавших, имеющих небольшой вес. Не применяется для переноски пострадавших, находящихся без сознания"
    },
    {
        "id": 4,
        "title": "Переноска пострадавшего на руках",
        "description": "Используется лицами, имеющими достаточную для применения этого способа физическую силу. Этим способом возможна переноска пострадавших, находящихся без сознания. Нежелательно переносить так пострадавших с подозрением на травму позвоночника"
    },
    {
        "id": 5,
        "title": "Переноска пострадавшего в одиночку на плече",
        "description": "При переноске таким способом следует придерживать пострадавшего за руку. Этот способ не применяется при переноске пострадавших с травмами груди, живота и позвоночника"
    },
    {
        "id": 6,
        "title": "Переноска пострадавшего вдвоём на замке из четырёх рук",
        "description": "Руки берутся таким образом, чтобы обхватить запястье другой руки и руки помощника. Фиксация кистей должна быть достаточно прочной, чтобы удержать пострадавшего"
    },
    {
        "id": 7,
        "title": "Переноска пострадавшего вдвоём на замке из четырёх рук",
        "description": "Руки берутся таким образом, чтобы обхватить запястье другой руки и руки помощника. Фиксация кистей должна быть достаточно прочной, чтобы удержать пострадавшего"
    },
    {
        "id": 8,
        "title": "Переноска пострадавшего вдвоём за руки и ноги",
        "description": "При переноске этим способом, один из участников оказания первой помощи держит пострадавшего за предплечье одной руки, просунув руки подмышки, а другой — под колени"
    },
    {
        "id": 9,
        "title": "Переноска пострадавшего с подозрением на травму позвоночника",
        "description" : "Для переноски пострадавшего с подозрением на травму позвоночника необходимо несколько человек, которые под руководством одного из участников оказания первой помощи поднимают и переносят пострадавшего. При переноске один из участников оказания первой помощи должен фиксировать голову и шею пострадавшего своими предплечьями. Более удобно и безопасно для пострадавшего с подозрением на травму позвоночника переносить его на твёрдой ровной поверхности (например, на щите).\n" +
            "После извлечения пострадавшего и его переноски в безопасное место, оцените его состояние. Если состояние потерпевшего стабильное и не ухудшается (не теряют сознание, нет явных и открытых кровотечений и иных повреждений, требующих неотложной помощи, не двигайте его и контролируйте его состояние до приезда скорой, при необходимости укройте его одеждой или специальным теплосохрагяющим покрывалом.\n" +
            "Если пострадавший без сознания.\n" +
            "Проверьте наличие, реакцию зрачка на свет, дыхания, сердцебиения.\n" +
            "При их отсутствии приступайте к извлечению пострадавшего и начинайте реанимационные мероприятия по системе ABC."
    },
    {
        "id": 10,
        "title": "При извлечении пострадавшего, находящегося без сознания или с подозрением на травму шейного отдела позвоночника",
        "description": "Необходимо фиксировать ему голову и шею. При этом одна из рук участника оказания первой помощи фиксирует за нижнюю челюсть голову пострадавшего, а вторая держит его противоположное предплечье.\n" +
            "После извлечения следует переместить пострадавшего на безопасное расстояние и в безопасное место.s"
    }
]

export {dataForBlock};