import React from 'react';
import './Table.css';

const data = [
    { animal: 'Лось, сибирский горный козел, овцебык', price: '40 000' },
    { animal: 'Кабан, дикий северный олень, кабарга', price: '15 000' },
    { animal: 'Благородный олень', price: '35 000' },
    { animal: 'Пятнистый олень, лань, туры, сайгак', price: '30 000' },
    { animal: 'Косули, муфлон, серна', price: '20 000' },
    { animal: 'Снежный баран', price: '50 000' },
    { animal: 'Гибрид зубра с бизоном, домашним скотом', price: '90 000' },
    { animal: 'Медведи', price: '30 000' },
    { animal: 'Барсук', price: '6 000' },
    { animal: 'Сурки, бобры, куницы, харза', price: '3 000' },
    { animal: 'Соболь, выдра', price: '5 000' },
    { animal: 'Росомаха', price: '15 000' },
    { animal: 'Рысь', price: '20 000' },
];
// const data = [
//     { animal: 'Волк, лисица, шакал, енот-полоскун, енотовидная собака, ондатра', price: '100' },
//     { animal: 'Песец, корсак, дикие кошки, норки, хори, колонок, зайцы, дикий кролик', price: '500' },
//     { animal: 'Горностай, солонгой, ласка', price: '200' },
//     { animal: 'Белки', price: '250' },
//     { animal: 'Кроты, водяная полевка, хомяки, бурундуки, летяга, суслики', price: '50' },
//     { animal: 'Глухари', price: '3 000' },
//     { animal: 'Тетерев, фазаны, улары, саджа', price: '1 000' },
//     { animal: 'Гуси, казарки', price: '500' },
//     { animal: 'Утки, рябчик, куропатки, кеклик, голуби, лысуха, вальдшнеп', price: '300' },
//     { animal: 'Перепела, пастушок, обыкновенный погоныш, коростель, камышница, чибис, тулес, хрустан, камнешарка, турухтан, травник, улиты, мородунка, веретенники, кроншнепы, бекасы, дупеля, гаршнеп, горлицы', price: '100' },
// ];

const Table = () => {
    return (
        <table className="table">
            <thead>
            <tr>
                <th colSpan="3">Виды охотничьих ресурсов</th>
                <th rowSpan="2">Цена</th>
            </tr>
            </thead>
            <tbody>
            {data.map((item, index) => (
                <tr key={index}>
                    <td>{index + 1}</td>
                    <td colSpan="2">{item.animal}</td>
                    <td>{item.price}</td>
                </tr>
            ))}
            </tbody>
        </table>
    );
};

export default Table;
